vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "Gruntfuggly.todo-tree"
vscode "hoovercj.vscode-power-mode"
vscode "mhutchie.git-graph"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rettimo.nextjs-vscode-snippets"
vscode "richie5um2.vscode-sort-json"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "Tyriar.sort-lines"
vscode "ultram4rine.vscode-choosealicense"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
