vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "Gruntfuggly.todo-tree"
vscode "hoovercj.vscode-power-mode"
vscode "KevinRose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "richie5um2.vscode-sort-json"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
