tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ansible"
brew "ansible-lint"
brew "coreutils"
brew "asdf"
brew "curl"
brew "eza"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "jq"
brew "mycli"
brew "openssh"
brew "pwgen"
brew "starship"
brew "tbls"
brew "tree"
brew "vim"
brew "webp"
brew "wget"
brew "zsh"
cask "cyberduck"
cask "discord"
cask "drawio"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "logitech-g-hub"
cask "notion"
cask "obsidian"
cask "postman"
cask "rancher"
cask "rectangle"
cask "scroll-reverser"
cask "sequel-ace"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.docker-explorer"
vscode "Gruntfuggly.todo-tree"
vscode "henriiik.docker-linter"
vscode "hoovercj.vscode-power-mode"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "njpwerner.autodocstring"
vscode "p1c2u.docker-compose"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "richie5um2.vscode-sort-json"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "stylelint.vscode-stylelint"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "xabikos.JavaScriptSnippets"
vscode "YoavBls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
