brew "ansible"
brew "ansible-lint"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"
brew "jq"
brew "lazydocker"
brew "mise"
brew "mycli"
brew "nmap"
brew "openssh"
brew "pwgen"
brew "sheldon"
brew "starship"
brew "step"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "xdg-ninja"
brew "zsh"
cask "bruno"
cask "cyberduck"
cask "discord"
cask "font-juisee"
cask "font-juisee-nf"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "linearmouse"
cask "rancher"
cask "tableplus"
cask "visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mkxml.vscode-filesize"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "prisma.prisma"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "shardulm94.trailing-spaces"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "yzhang.markdown-all-in-one"
