tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ansible"
brew "ansible-lint"
brew "coreutils"
brew "asdf"
brew "curl"
brew "eza"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "jq"
brew "mycli"
brew "openssh"
brew "pwgen"
brew "starship"
brew "tbls"
brew "tree"
brew "vim"
brew "webp"
brew "wget"
brew "zsh"
cask "cyberduck"
cask "discord"
cask "drawio"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "logitech-g-hub"
cask "notion"
cask "obsidian"
cask "rancher"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
