brew "atuin"
brew "bat"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "mise"
brew "mycli"
brew "nmap"
brew "pwgen"
brew "sheldon"
brew "vercel-cli"
brew "xdg-ninja"
brew "zellij"
brew "zsh"
cask "cyberduck"
cask "discord"
cask "font-juisee"
cask "font-juisee-nf"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "linearmouse"
cask "rio"
cask "sequel-ace"
cask "visual-studio-code"
