tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "ansible"
brew "ansible-lint"
brew "asdf"
brew "exa"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "jq"
brew "openssh"
brew "pipenv"
brew "poetry"
brew "shellcheck"
brew "starship"
brew "vim"
brew "webp"
brew "wget"
brew "zsh"
cask "discord"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "logitech-g-hub"
cask "notion"
cask "obsidian"
cask "rancher"
cask "rectangle"
cask "scroll-reverser"
cask "visual-studio-code"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "Gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.LiveServer"
vscode "RobbOwen.synthwave-vscode"
vscode "ryu1kn.partial-diff"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
