brew "ansible"
brew "ansible-lint"
brew "btop"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "mise"
brew "mycli"
brew "nmap"
brew "openssh"
brew "pwgen"
brew "sheldon"
brew "starship"
brew "step"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "xdg-ninja"
brew "zsh"
cask "cyberduck"
cask "discord"
cask "font-juisee"
cask "font-juisee-nf"
cask "fork"
cask "google-chrome"
cask "insomnia"
cask "linearmouse"
cask "rancher"
cask "tableplus"
cask "visual-studio-code"
