brew "ansible"
brew "ansible-lint"
brew "coreutils"
brew "curl"
brew "eza"
brew "fastfetch"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gzip"
brew "jq"
brew "lazydocker"
brew "mise"
brew "mycli"
brew "nmap"
brew "openssh"
brew "pwgen"
brew "sheldon"
brew "starship"
brew "vim"
brew "wget"
brew "zsh"
cask "cyberduck"
cask "discord"
cask "font-moralerspace"
cask "font-moralerspace-jpdoc"
cask "font-moralerspace-nf"
cask "ghostty"
cask "google-chrome"
cask "kap"
cask "linearmouse"
cask "rancher"
cask "tableplus"
cask "visual-studio-code"
